import bg from "../img/bg.jpg"

const PrivacyAndPolicy = () => {
  return (
    <main
      className="w-full py-10 md:py-16"
      style={{ backgroundImage: `url(${bg})` }}
    >
      <div className="max-w-6xl mx-auto px-4 flex flex-col gap-8">
        <h1 className="text-3xl md:text-4xl font-bold text-main">
          سياسة الخصوصية
        </h1>
        <div className="p-4 bg-gray-200 flex flex-col gap-6">
          <p>
            لقد تم انشاء هذه الصفحة الخاصة بيان الخصوصية (السياسة) من أجل إظهار
            التزامنا الراسخ بمساعدة مستخدمينا على فهم أفضل للمعلومات التي نجمعها
            عنهم وما قد يحدث لتلك المعلومات.
          </p>
          <h2 className="text-2xl md:text-3xl font-semibold">نظرة عامة</h2>
          <p>
            كجزء من التشغيل العادي لخدماتنا ، نجمعها ، وفي بعض الحالات ، قد نكشف
            عن معلومات عنك. توضح سياسة الخصوصية هذه المعلومات التي نجمعها عنك
            وما قد يحدث لتلك المعلومات. من خلال قبول سياسة الخصوصية هذه والشروط
            والأحكام الخاصة بنا ، فإنك توافق صراحةً على استخدامنا لمعلوماتك
            الشخصية والكشف عنها بالطريقة المنصوص عليها في سياسة الخصوصية هذه.
            سياسة الخصوصية هذه مدمجة في شروط البنود والشروط وتخضع لها. ينطبق
            بيان الخصوصية هذا على جميع التطبيقات والمواقع ذات الصلة. تعمل جميع
            التطبيقات والمواقع الأخرى في جميع أنحاء العالم بموجب ممارسات
            الخصوصية المماثلة كما هو موضح في سياسة الخصوصية هذه ، وتخضع لمتطلبات
            القانون المحلي المعمول به ، ونحن نسعى جاهدين لتوفير مجموعة متسقة من
            ممارسات الخصوصية عبر تطبيقات ومواقع شخصية على الإنترنت.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold">
            1.ملاحظة خاصة حول الأطفال
          </h3>
          <p>
            الأطفال غير مؤهلين لاستخدام خدماتنا ، ونطلب من القاصرين (الذين تقل
            أعمارهم عن 18 عامًا) عدم تقديم أي معلومات شخصية إلينا. إذا كنت
            قاصرًا (أقل من 18 عامًا) ، فأنت لست مؤهلاً لاستخدام هذه الخدمة في أي
            موقف ، حتى مع إشراف أحد الوالدين أو الوصي.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold">
            2.المعلومات التي نجمعها
          </h3>
          <p>
            هدفنا الأساسي في جمع المعلومات الشخصية هو تزويدك بتجربة سلسة وفعالة
            ومخصصة. يتيح لنا ذلك توفير الخدمات والميزات التي تلبي احتياجاتك على
            الأرجح وتخصيص خدماتنا لجعل تجربتك أكثر سهولة. أنت توافق على أنه من
            أجل مساعدة أعضائنا على الالتقاء ببعضنا البعض ، قد نقوم بتضمين ملفات
            تعريف الأعضاء في مقالاتنا الافتتاحية والرسائل الإخبارية التي نرسلها
            من وقت لآخر لأعضائنا. سنطلب منك عيد ميلادك ، و ، اختياريًا ، عنوان
            بريدك الإلكتروني. عيد ميلادك وعنوان بريدك الإلكتروني سريان ولن يتم
            نشرهما في ملفك الشخصي. الملف الشخصي الخاص بك هو متاح للأعضاء الآخرين
            لمشاهدة. لا يتضمن ملفك الشخصي القابل للعرض أي معلومات تعريفية عنك ،
            باستثناء اسم المستخدم الذي اخترته عند التسجيل. يرجى ملاحظة أن
            معلومات التعريف الشخصية الخاصة بك سيتم تخزينها ومعالجتها على أجهزة
            الكمبيوتر الخاصة بنا في الاتحاد الأوروبي والولايات المتحدة. قد تختلف
            القوانين الخاصة باحتفاظ البيانات الشخصية في الولايات المتحدة عن
            القوانين الأوروبية ، لكن كما سنوضح أدناه ، سنحتفظ بك ونقل معلوماتك
            في بيئة آمنة وسرية وآمنة. نتتبع تلقائيًا بعض المعلومات استنادًا إلى
            سلوكك على تطبيقاتنا ومواقع الويب لدينا باستخدام ملفات تعريف الارتباط
            والأجهزة الأخرى. نحن نستخدم هذه المعلومات للبحث الداخلي على التركيبة
            السكانية والاهتمامات والسلوك لأعضائنا من أجل فهم أفضل لك وللمجتمع
            الخاص بنا. قد تتضمن هذه المعلومات نوع جهازك ، وإصدار نظام التشغيل
            ونوعه ، وإعدادات معينة للجهاز ، والمنطقة الزمنية للجهاز ، وناقل
            الجهاز ، وعنوان IP الحالي ، ومعرِّفات الإعلانات الخاصة بالنظام
            الأساسي. قد نقوم أيضًا بجمع معلومات الموقع ، مثل إحداثيات GPS لجهازك
            ، إلا إذا قمت بتهيئة إعدادات نظام تشغيل جهازك لمنع مجموعة معلومات
            الموقع الخاصة بنا. يجوز لنا جمع معلومات تحديد الموقع الجغرافي الدقيق
            المرتبطة بجهازك الجوال أو معرّفات الإعلانات ونقلها إلى الجهات
            الخارجية ، وقد يتم ذلك عند استخدام التطبيق أو عند تشغيل التطبيق في
            الخلفية على جهازك. نستخدم أجهزة جمع البيانات مثل "ملفات تعريف
            الارتباط" على صفحات معينة من تطبيقاتنا ومواقعنا على الويب. "ملفات
            تعريف الارتباط" هي ملفات صغيرة موضوعة على محرك الأقراص الثابت الخاص
            بك تساعدنا في توفير خدمات مخصصة. نقدم أيضًا ميزات معينة لا تتوفر إلا
            من خلال استخدام "ملف تعريف الارتباط". يمكن أن تساعدنا ملفات تعريف
            الارتباط أيضًا في تقديم معلومات تستهدف اهتماماتك. معظم ملفات تعريف
            الارتباط هي "ملفات تعريف الارتباط للجلسات" ، بمعنى أنها يتم حذفها
            تلقائيًا من محرك الأقراص الثابتة في نهاية الجلسة. أنت حر مطلقًا في
            رفض ملفات تعريف الارتباط لدينا إذا كان متصفحك يسمح بذلك. نحن نستخدم
            شركة إعلانات تابعة لطرف ثالث ، لخدمة الإعلانات نيابة عنا عبر
            الإنترنت. ويجوز للطرف الثالث أيضًا جمع معلومات مجهولة الهوية عن
            زياراتك إلى تطبيقاتنا ومواقع الويب الخاصة بنا. ليس لدينا إمكانية
            الوصول إلى أو التحكم في ملفات تعريف الارتباط هذه التي يستخدمها
            معلنون من جهات خارجية.
          </p>
          <ul>
            <li>
              يستخدم موردو الجهات الخارجية ، بما في ذلك Google ، ملفات تعريف
              الارتباط لعرض الإعلانات استنادًا إلى زيارات المستخدم السابقة
              للتطبيقات وموقع الويب.
            </li>
            <li>
              استخدام Google لملف تعريف الارتباط DART يتيح لها ولشركائها عرض
              الإعلانات للمستخدمين استنادًا إلى زيارتهم للتطبيقات والمواقع و /
              أو المواقع الأخرى على الإنترنت.
            </li>
          </ul>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold">
            إحصائيات الويب الخاصة بطرف ثالث
          </h3>
          <p>
            يتم تحليل حركة المستخدم على التطبيق باستخدام بائع جهة خارجية جوجل
            تحليلات. يستخدم Google Analytics ملفات تعريف الارتباط للمساعدة في
            تحليل كيفية استخدام المستخدمين وعرضهم للتطبيق. سيتم نقل المعلومات
            التي تم إنشاؤها بواسطة Google Analytics حول استخدامك للتطبيق (بما في
            ذلك عنوان IP الخاص بك ، والتفاصيل المتعلقة بالمتصفح والتكوين كما تم
            الإبلاغ عنها من قبل المتصفح) إلى وتخزينها بواسطة Google Analytics
            على خوادم في الولايات المتحدة. يرجى ملاحظة أن المعلومات التي يتم
            جمعها بواسطة ملفات تعريف الارتباط في Google Analytics لا تتضمن
            معلومات تعريف شخصية (مثل الأسماء وعناوين البريد الإلكتروني ومعلومات
            الدفع). يتم استخدام المعلومات التي يتم جمعها بواسطة Google Analytics
            بغرض تقييم استخدامك للتطبيق ، وجوانب معينة من تجربة المستخدم في
            التطبيق ، وتجميع التقارير عن التطبيق ، والنشاط ، وتقديم خدمات أخرى
            تتعلق بنشاط التطبيق.
            <li>
              يتوفر مزيد من المعلومات حول Google Analytics ، والقدرة على التعطيل
              ، من Google على عنوان URL التالي
              -http://www.google.com/policies/privacy
            </li>
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold">
            3.كيف نستخدم المعلومات التي نجمعها
          </h3>
          <p>
            نستخدم المعلومات في الملفات التي نحتفظ بها عنك ، والمعلومات الأخرى
            التي نحصل عليها من أنشطتك الحالية والسابقة على Apps من أجل: • تقديم
            المنتجات والخدمات التي طلبتها ؛ • إدارة حسابك وتزويدك بدعم العملاء.
            • حل النزاعات واستكشاف المشاكل وفرض شروطنا . • تعزيز الخدمات التي
            نقدمها ، وتوفير الإعلانات المستهدفة ، ومساعدتنا على فهم كيفية
            استخدام الأشخاص للموقع والخدمات. • يتم أيضًا قياس بيانات الجهاز
            المُجمَّع ، بما في ذلك بيانات الموقع والاستخدام ، لأغراض الإعلان
            المستهدف وأبحاث السوق بواسطة X-Mode Social، Inc. لمزيد من المعلومات
            ، يُرجى الاطلاع علىسياسات خصوصية الشركاء. • في بعض الأحيان ، قد ننظر
            عبر أعضاء متعددين لتحديد المشاكل أو حل النزاعات ، وعلى وجه الخصوص قد
            ندرس المعلومات الخاصة بك لتحديد الأعضاء رقم معرف العضو المتعدد أو
            الأسماء المستعارة. • توافق على أننا قد نستخدم معلومات تعريف شخصية
            عنك لتحسين جهودنا التسويقية والترويجية ، وتحليل استخدام الموقع ،
            وتحسين المحتوى وعروض المنتجات ، وتخصيص محتوى موقعنا ، وتخطيطه ،
            وخدماته. هذه الاستخدامات تحسين موقعنا وتخصيصها بشكل أفضل لتلبية
            احتياجاتك. • أنت توافق على أننا قد نستخدم معلوماتك للاتصال بك وتقديم
            معلومات إليك والتي ، في بعض الحالات ، تستهدف اهتماماتك ، مثل إعلانات
            البانر المستهدف والإشعارات الإدارية وعروض المنتجات والاتصالات ذات
            الصلة باستخدامك على التطبيقات . من خلال قبول سياسة الخصوصية هذه ،
            فإنك توافق صراحةً على تلقي هذه المعلومات.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold">
            اختارت المغادرة
          </h3>
          <p>
            إذا كنت لا تريد أن تجمع المعلومات التي نجمعها بجهازك ، فيمكنك
            الانتقال إلى "إعدادات" جهازك وإلغاء الاشتراك في الإعلانات التي
            تستهدف الاهتمامات أو المخصصة. يمكنك أيضًا منع جمع معلومات الموقع من
            خلال هذا التطبيق أو التطبيقات الأخرى ، من خلال إعدادات جهازك (ولكن
            قد يؤثر ذلك على وظائف بعض ميزات التطبيقات).
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold">
            4.الكشف عن معلوماتك
          </h3>
          <p>
            نظرًا للبيئة التنظيمية الحالية ، لا يمكننا ضمان عدم الإفصاح عن جميع
            اتصالاتك الخاصة ومعلومات الهوية الشخصية الأخرى بطرق غير مذكورة في
            سياسة الخصوصية هذه. على سبيل المثال (دون تقييد وما سبق) ، قد نضطر
            إلى الكشف عن معلومات للحكومة أو وكالات إنفاذ القانون أو أطراف ثالثة.
            في ظل ظروف معينة ، يجوز لأطراف ثالثة اعتراض أو الوصول إلى عمليات نقل
            أو اتصالات خاصة بشكل غير قانوني ، أو قد يتسبب الأعضاء في إساءة
            استخدام أو إساءة استخدام معلوماتك التي يجمعونها من تطبيقاتنا. لذلك ،
            على الرغم من أننا نستخدم ممارسات معيارية صناعية لحماية خصوصيتك ،
            فإننا لا نعد ، ولا ينبغي أن نتوقع ، أن تظل معلوماتك الشخصية أو
            الاتصالات الخاصة سرية. كمسألة سياسة ، نحنلانبيع أو نؤجر أي معلومات
            تعريف شخصية عنك إلى أي طرف ثالث. ومع ذلك ، يصف ما يلي بعض الطرق التي
            قد يتم الكشف عن معلومات التعريف الشخصية الخاصة بك. المعلنين.نقوم
            بتجميع (تجميع البيانات عبر جميع حسابات أعضائنا) معلومات التعريف
            الشخصية والكشف عن هذه المعلومات بطريقة غير شخصية للمعلنين والأطراف
            الثالثة لأغراض تسويقية وترويجية أخرى. ومع ذلك ، في هذه الحالات ، لا
            نكشف للكيانات عن أي معلومات يمكن استخدامها لتحديد هويتك شخصياً. لا
            يتم أبدًا الإفصاح عن معلومات معينة ، مثل اسمك وعنوان بريدك
            الإلكتروني وكلمة مرورك ، إلى المعلنين التسويقيين. يجوز لنا استخدام
            شركات إعلانات خارجية لعرض الإعلانات نيابةً عنا. قد تستخدم هذه
            الشركات ملفات تعريف الارتباط وعلامات الإجراءات (المعروفة أيضًا باسم
            صور gifs فردية أو إشارات الويب) لقياس فعالية الإعلان. أي معلومات
            تجلبها هذه الأطراف الثالثة عبر ملفات تعريف الارتباط وعلامات
            الإجراءات مجهولة تمامًا. المعلنون - حساب Googleإذا اخترت تشغيل بعض
            ميزات حساب Google ، فسيتم ربط بيانات من تصفح الويب أو نشاط التطبيق
            بحسابك في Google واستخدامها لعرض إعلانات مخصصة أكثر ملاءمة لك. مزودي
            الخدمة الخارجيين.قد يكون هناك عدد من الخدمات التي يقدمها مقدمو
            الخدمات الخارجيون لمساعدتك في استخدام تطبيقاتنا. إذا اخترت استخدام
            هذه الخدمات الاختيارية ، وفي أثناء القيام بذلك ، قم بالكشف عن
            المعلومات لموفري الخدمات الخارجيين ، و / أو منحهم الإذن لجمع
            المعلومات عنك ، ثم يخضع استخدامهم لمعلوماتك لسياستهم الخاصة. كيانات
            الشركات الأخرى.نشارك الكثير من بياناتنا ، بما في ذلك معلومات التعريف
            الشخصية الخاصة بك ، مع أحد الوالدين و / أو الشركات التابعة لنا التي
            تلتزم بخدمة احتياجاتك على الإنترنت والخدمات ذات الصلة ، في جميع
            أنحاء العالم. إلى الحد الذي يسمح لهؤلاء الكيانات بالوصول إلى
            معلوماتك ، فسوف يتعاملون معه على الأقل بحماية حيث يعاملون المعلومات
            التي يحصلون عليها من أعضائهم الآخرين. سوف يتبع الوالد و / أو الشركات
            التابعة لنا ممارسات الخصوصية لا تقل حماية جميع الأعضاء عن ممارساتنا
            الموصوفة في هذا المستند ، إلى الحد الذي يسمح به القانون المعمول به.
            من الممكن أن ندمج نحن و / أو الشركات التابعة لها ، أو أي مزيج من هذا
            القبيل ، مع كيان تجاري آخر أو أن نكتسبه. في حالة حدوث مثل هذا المزيج
            ، يجب أن تتوقع أن نشارك بعضًا من معلوماتك أو كلها حتى تستمر في تقديم
            الخدمة. طلبات قانونية.نتعاون مع استفسارات إنفاذ القانون ، فضلا عن
            أطراف ثالثة أخرى لفرض القوانين ، مثل: حقوق الملكية الفكرية ،
            والاحتيال وغيرها من الحقوق. يمكننا (ونفوضك لنا) الكشف عن أي معلومات
            عنك إلى مسؤولي إنفاذ القانون والمسؤولين الحكوميين الآخرين ، كما
            نعتقد ، حسب تقديرنا الخاص ، ضروريًا أو مناسبًا ، فيما يتعلق بالتحقيق
            في الاحتيال أو انتهاك حقوق الملكية الفكرية أو أي نشاط آخر غير قانوني
            أو قد يعرض لنا أو أنت للمسؤولية القانونية.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold">
            5.استخدامك للأعضاء الآخرين المعلومات
          </h3>
          <p>
            تشمل خدماتنا أيضًا الوصول إلى أدوات المراسلة والاتصال. بصفتك عضوًا ،
            يمكنك الوصول إلى رقم تعريف العضو ، وقد تتمكن من الوصول إلى معلومات
            الاتصال الأخرى الخاصة بالعضو (الأعضاء) من خلال الاستخدام المنتظم
            لأدوات المراسلة والاتصال. من خلال قبول سياسة الخصوصية هذه ، فإنك
            توافق على أنه فيما يتعلق بالمعلومات التعريفية الشخصية الأخرى للأعضاء
            والتي تحصل عليها من خلال أدوات المراسلة والتواصل ، فإننا نمنح لك
            ترخيصًا لاستخدام هذه المعلومات فقط من أجل: (أ) مراسلات شركتك ذات
            الصلة ليست رسائل تجارية غير مرغوبة ، و (ب) أي غرض آخر يوافق عليه هذا
            العضو صراحة بعد الإفصاح الكافي عن الغرض (الأغراض). في جميع الحالات،
            يجب منح الأعضاء فرصة لإزالة أنفسهم من قاعدة البيانات الخاصة بك وفرصة
            لمراجعة المعلومات التي قمت بجمعها عنهم. بالإضافة إلى ذلك ، تحت أي
            ظرف من الظروف ، باستثناء ما هو محدد في هذا القسم ، يمكنك الكشف عن
            معلومات تعريف شخصية عن عضو آخر إلى أي طرف ثالث دون موافقتنا وموافقة
            هذا العضو الآخر بعد الإفصاح الكافي. نحن وأعضائنا لا نتسامح مع البريد
            المزعج. لذلك ، دون تقييد ما سبق ، أنت غير مرخص لإضافة عضو إلى قائمة
            البريد الخاصة بك (البريد الإلكتروني أو البريد الفعلي) دون موافقتهم
            الخطية الصريحة بعد الإفصاح الكافي. للإبلاغ عن البريد المزعج من أعضاء
            الخدمة الآخرين ، يرجى الاتصال بنا باستخدام صفحة "اتصل بنا". يمكنك
            الكشف عن معلومات تعريف شخصية عن عضو آخر إلى أي طرف ثالث دون موافقتنا
            وموافقة هذا العضو الآخر بعد الإفصاح الكافي. نحن وأعضائنا لا نتسامح
            مع البريد المزعج.لذلك ، دون تقييد ما سبق ، أنت غير مرخص لإضافة عضو
            إلى قائمة البريد الخاصة بك (البريد الإلكتروني أو البريد الفعلي) دون
            موافقتهم الخطية الصريحة بعد الإفصاح الكافي. للإبلاغ عن البريد المزعج
            من أعضاء الخدمة الآخرين ، يرجى الاتصال بنا باستخدام صفحة "اتصل بنا".
            يمكنك الكشف عن معلومات تعريف شخصية عن عضو آخر إلى أي طرف ثالث دون
            موافقتنا وموافقة هذا العضو الآخر بعد الإفصاح الكافي. نحن وأعضائنا لا
            نتسامح مع البريد المزعج. لذلك ، دون تقييد ما سبق ، أنت غير مرخص
            لإضافة عضو إلى قائمة البريد الخاصة بك (البريد الإلكتروني أو البريد
            الفعلي) دون موافقتهم الخطية الصريحة بعد الإفصاح الكافي. للإبلاغ عن
            البريد المزعج من أعضاء الخدمة الآخرين ، يرجى الاتصال بنا باستخدام
            صفحة "اتصل بنا".
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold">
            6.الوصول والمراجعة وتغيير ملف التعريف الخاص بك
          </h3>
          <p>
            حذف معلوماتك: بناء على طلبك ، سنقوم بإزالة عضويتك ومعلومات الاتصال
            الخاصة بك من قواعد البيانات النشطة الخاصة بنا. سيتم حذف هذه
            المعلومات في أقرب وقت ممكن بشكل معقول وفقًا لسياستنا المحذوفة
            والقانون الساري. لإزالة ملف التعريف الخاص بك حتى لا يتمكن الآخرون من
            مشاهدته ، قم بزيارة صفحة حذف ملف التعريف. لاحظ أنه يجب تسجيل الدخول
            لتنفيذ هذا الإجراء. إذا لم يتم العثور على هذه الصفحة في إصدار
            التطبيق الخاص بك ، يرجى الوصول إلى هذه الصفحة باستخدام موقعنا على
            شبكة الإنترنت. يرجى ملاحظة أن الملفات الشخصية التي يتم تعليقها أو
            حظرها بسبب انتهاك لشروط الاستخدام أو سياسة الخصوصية الخاصة بنا غير
            مؤهلة للحذف. سنحتفظ في ملفاتنا بالمعلومات التي طلبتها لإزالتها في
            ظروف معينة ، مثل حل النزاعات وتحري الخلل وإصلاحه وفرض شروطنا
            وشروطنا. علاوة على ذلك ، لا تتم إزالة مثل هذه المعلومات المسبقة
            بالكامل من قواعد بياناتنا بسبب القيود التقنية والقانونية ، بما في
            ذلك أنظمة "النسخ الاحتياطي" المخزنة. لذلك ، يجب ألا تتوقع أن تتم
            إزالة جميع معلومات التعريف الشخصية الخاصة بك تمامًا من قواعد
            بياناتنا استجابةً لطلباتك. إلغاء الاشتراك في جميع رسائل البريد
            الإلكتروني التي ترسلها إلينا: لإلغاء الاشتراك في جميع رسائل البريد
            الإلكتروني التي أرسلتها إلينا ، يجب عليك إلغاء تنشيط ملفك الشخصي
            معنا. يمكنك القيام بذلك في صفحة "إلغاء تنشيط ملف التعريف". لاحظ أنه
            يجب تسجيل الدخول لتنفيذ هذا الإجراء. يرجى ملاحظة أنه يمكنك الاستمرار
            في تلقي رسائل البريد الإلكتروني منا لمدة تصل إلى 48 ساعة بعد إلغاء
            تنشيط ملفك الشخصي. نعتذر عن أي إزعاج قد يسببه لك هذا الأمر.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold">
            7.السيطرة على كلمة المرور الخاصة بك
          </h3>
          <p>
            أنت مسؤول عن جميع الإجراءات المتخذة مع معلومات تسجيل الدخول وكلمة
            المرور الخاصة بك ، بما في ذلك الرسوم. لذلك لا نوصي بالكشف عن كلمة
            مرور الخدمة أو معلومات تسجيل الدخول الخاصة بك إلى أي طرف ثالث. إذا
            اخترت مشاركة هذه المعلومات مع أطراف ثالثة لتزويدك بخدمات إضافية ،
            فأنت مسؤول عن جميع الإجراءات المتخذة مع معلومات تسجيل الدخول وكلمة
            المرور الخاصة بك ، وبالتالي يجب مراجعة سياسة الخصوصية الخاصة بكل طرف
            ثالث. إذا فقدت السيطرة على كلمة المرور الخاصة بك ، فقد تفقد قدرًا
            كبيرًا من التحكم في معلومات التعريف الشخصية الخاصة بك وقد تخضع
            لإجراءات ملزمة قانونًا يتم اتخاذها نيابة عنك. لذلك ، إذا تم اختراق
            كلمة المرور الخاصة بك لأي سبب من الأسباب ، يجب عليك تغيير كلمة
            المرور الخاصة بك على الفور.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold">
            8.جامعو المعلومات الآخرون
          </h3>
          <p>
            باستثناء ما هو منصوص عليه صراحة في سياسة الخصوصية هذه ، فإن هذا
            المستند يتناول فقط استخدام المعلومات التي نجمعها منك والكشف عنها.
            إلى الحد الذي تكشف فيه معلوماتك لأطراف أخرى ، سواء كانت موجودة على
            تطبيقاتنا أو على مواقع أخرى عبر الإنترنت ، قد تنطبق قواعد مختلفة على
            استخدامها أو الكشف عن المعلومات التي تكشفها لهم. بقدر ما نستخدم
            معلنين من طرف ثالث ، فإنهم يلتزمون بسياسات الخصوصية الخاصة بهم.
            نظرًا لأننا لا نتحكم في سياسات الخصوصية الخاصة بالأطراف الثالثة ،
            فأنت عرضة لطرح الأسئلة قبل الكشف عن معلوماتك الشخصية للآخرين.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold">
            9.الأمن
          </h3>
          <p>
            نحن نستخدم ممارسات صناعية قياسية لحماية سرية معلوماتك الشخصية ، بما
            في ذلك "الجدران النارية" وطبقات المقبس الآمنة. نتعامل مع البيانات
            كأصل يجب حمايته من الخسارة والوصول غير المصرح به. نحن نستخدم العديد
            من التقنيات الأمنية المختلفة لحماية هذه البيانات من الوصول غير
            المصرح به من قبل الأعضاء داخل وخارج الشركة. ومع ذلك ، لا يوجد "أمان
            تام" على الإنترنت.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold">
            10.لاحظ
          </h3>
          <p>
            يجوز لنا تغيير سياسة الخصوصية هذه من وقت لآخر استنادًا إلى تعليقاتك
            وحاجتنا إلى عكس ممارسات جمع البيانات والكشف عنها بدقة. جميع
            التغييرات على هذه السياسة فعالة بعد ظهورها على الموقع.
          </p>
        </div>
      </div>
    </main>
  )
}

export default PrivacyAndPolicy
