import bg from "../img/bg.jpg"

const TermsAndConditions = () => {
  return (
    <main
      className="w-full py-10 md:py-16"
      style={{ backgroundImage: `url(${bg})` }}
    >
      <div className="max-w-6xl mx-auto px-4 flex flex-col gap-8">
        <h1 className="text-3xl md:text-4xl font-bold text-main">
          شروط الإستخدام
        </h1>
        <div className="p-4 bg-gray-200 flex flex-col gap-6">
          <h2 className="text-2xl md:text-3xl font-semibold text-gray-800">
            المتطلبات الأساسية
          </h2>
          <p>
            نحن في هذا الموقع نؤمن بالمساواة بين الرجل والمرأة و لا نقبل بتحقير
            المرأة أم معاملتها بأقل مستوى من الرجل،لذا لا نقبل بما يسمى زواج
            المتعة أو حتى زواج المسيار فهذا لا يتطابق مع مبادئنا، وعلى هذا
            الإحترام المتبادل بين الرجل والمرأة بنينا الموقع. نتفهم أن بعض
            الرجال لا يفهمون كلامنا فنطلب منهم التوجه إلى موقع أخر مع كل
            احترامنا لمبادئهم.
          </p>
          <p className="md:pr-8 pr-0">
            إختيار إسم المستخدم بجدية، يكون محترم ولا يحتوي على ما هو دون
            المستوى الأخلاقي لا يمكنك كتابة رقم هاتفك في مكان غير مخصص لذلك لا
            يمكنك كتابة بريدك الإلكتروني في مكان غير مخصص لذلك لا يمكنك إرسال
            رقم الهاتف الخاص بك إلى أحد أفراد دون اتفاق مسبق مع الطرف الآخر لا
            يمكنك إرسال البريد الإلكتروني الخاص بك إلى أحد أفراد دون اتفاق مسبق
            مع الطرف الآخر لا ترسل أي من وسائل الإتصال الخارجة عن هذا الموقع
            للأعضاء بشكل سريع: سكايب، الفيسبوك، ستثمبليوبون، وما إلى الطرف الآخر
            دون اتفاق مسبق مع الطرف الآخر لا تقم بإرسال كلمات جارحة الطرف الآخر
            لا ترسل صورا مسيئة لأعضائنا سنغلق أي ملف يتضمن وصفا لا معنى لها أو
            لا علاقة لها بالهدف المنشود. تجنب الرفض والإلغاء عليك أن تكون
            محترماً وأن تحترم قوانينها واعضائها، فهذا الموقع ليس للتسلية وإنما
            للعلاقات الجادة المبنية على الإحترام. سيتم رفض حسابك إذا قمت
            بالاتصال باستخدام اتصال IP الخاص، خفية، أو غير موثوق بها (عنوان IP).
            IT WILL رفض أيضا إذا قمت بتحديد إقامة الدولة التي لم تكن الآن. شرح،
            وتنطبق نفس القوانين لبلد المنشأ الخاص بك.
          </p>
          <p>
            إذا لم يتم استيفاء إحدى هذه الشروط يجب أن تكون الإدارة قادرة على
            تقديم إعلان على ملف التعريف الخاص بك لتنبيه و حماية الأعضاء من ملفك،
            أو بالإحباط الجزئي أو الكامل لملفك، أو حذفه دون سابق إنذار أو تفسير.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold">
            المقدمة
          </h3>
          <p>
            1.1 بدخولك أي جزء من الموقع، يجب أن تكون قد وافقت على الشروط في
            مجملها. 1.2 بالإضافة إلى ذلك، يجب توفير وهي المسؤولة عن جميع المعدات
            اللازمة للوصول إلى الموقع (بعض الخيارات تتطلب إصدارات المتصفح حتى
            الآن). 1.3 الشركة لا تضمن بأن الموقع لن تكون متاحة بشكل دائم - دون
            انقطاع أو تأخير - والخطأ تماما خالية 100٪ من الوقت. تخلي الشركة أي
            مسؤولية عن أي خرق للأمن، انقطاع أو تأخير أو أخطاء، قد تصادف على موقع
            آخر غير واحد المنصوص عليها في هذه الظروف. 1.4 قد يكون مرحليا الوصول
            إلى الموقع مؤقتا ودون سابق إنذار في حالة فشل النظام أو الصيانة أو
            الإصلاح أو لأسباب خارجة عن إرادة الشركة. 1.5 تحتفظ الشركة الحق في
            تعديل أو سحب، بشكل مؤقت أو بشكل دائم، والموقع (أو أي جزء منها) مع أو
            بدون إشعار، ويجب ألا تكون مسؤولة تجاهك أو تجاه أي طرف ثالث عن أي
            تعديل أو الانسحاب الموقع. 1.6 تحتفظ الشركة بالحق في تعطيل أو حذف
            بصفة مؤقتة أو دائمة ملفك الشخصي (أو جزء منها) مع أو بدون إشعار، ويجب
            ألا تكون مسؤولة تجاهك أو تجاه أي طرف ثالث لهذا الإجراء.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold">
            حقوقنا
          </h3>
          <p>
            2.1 نحن نحتفظ بالحق في أي وقت ل: 2.1.1 تغيير بنود وشروط الاتفاق؛
            2.1.2 تغيير الموقع، بما في ذلك القضاء أو وقف أي محتوى أو سمة من سمات
            هذا الموقع. أو 2.1.3 تغيير في حقوق استخدام أو الإتاوات العضوية. 2.2.
            ولأية تغييرات تكون فعالة فورا بناء على إشعار، ونحن يمكن أن توفر
            المساعدة، بما في ذلك، ولكن ليس على سبيل الحصر، نشر على الموقع
            الإلكتروني أو عن طريق البريد الإلكتروني. استخدامك لهذا الموقع بعد
            إشعار من هذا القبيل سيتم اعتبار قبول هذه التغييرات. تأكد من مراجعة
            دورية هذه الاتفاقية من أجل تعريف لكم مع أحدث إصدار. بناء على طلبنا،
            فإنك توافق على التوقيع على النسخة غير الإلكترونية من هذا الاتفاق.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold">
            التسجيل
          </h3>
          <p>
            3.1 من أجل الانضمام يجب عليك تسجيل معنا. عندما وإذا قمت بالتسجيل
            لتصبح عضوا فيها، فإنك توافق على تقديم معلومات دقيقة وحديثة وكاملة عن
            نفسك كما هو مطلوب من قبل نموذج التسجيل ( "بيانات التسجيل")، وصيانة
            وتحديث المعلومات الخاصة بك لإبقائها دقيقة وحديثة وكاملة. أنت توافق
            على أننا قد تعتمد على بيانات التسجيل الخاصة بك دقيقة وحديثة وكاملة.
            أنت تقر أنه إذا بيانات التسجيل الخاصة بك غير صحيحة أو غير دقيقة،
            وليس الحالي أو غير كاملة في جانب واحد، ونحن نحتفظ بالحق في إنهاء هذه
            الاتفاقية واستخدامك لهذا الموقع. 3.2 عند التسجيل، سوف نطلب منك تقديم
            معلومات كافية تشير إلى أن كنت في سن 18 عاما على الأقل. قبل أن تصبح
            عضوا، انت تقر وتضمن عمرك لا يقل عن 18 سنة، وهو السن الأدنى لتصبح
            عضوا. ومع ذلك، لا يمكننا ضمان أن كل عضو على الأقل الحد الأدنى لسن
            المطلوبة، كما أننا لا تتحمل المسؤولية أو المسؤولية عن أي محتوى أو
            الاتصال أو استخدام أو الوصول إلى هذا الموقع من طرف الأشخاص الذين تقل
            أعمارهم عن 18 سنة مخالفة لهذه الشروط. 3.3 أنت أو الموقع قد إنهاء
            عضويتك في أي وقت ولأي سبب، بعد إرسال إشعار خطي للطرف الآخر. جميع
            المساهمات قابل للرد. نحن نحتفظ بالحق في تعليق أو إنهاء وصولك إلى
            الخدمة، دون سابق إنذار، لانتهاك هذه الاتفاقية بواسطتك التي جلبت
            انتباهنا إليها. 3.4 عضويتك في الخدمة للاستخدام الشخصي الخاص بك. لا
            تستطيع يأذن لغيره في استخدام ملف التعريف الخاص بك، وأنت لا يمكن
            تعيين أو نقل حسابك لشخص أو كيان آخر. لا يمكن أن يكون أكثر من حساب
            واحد، إما.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold pr-0 md:pr-6">
            إسم المستخدم وكلمة السر - والصور
          </h3>
          <p>
            4.1 كجزء من عملية التسجيل، سوف يطلب منك اختيار اسم المستخدم وكلمة
            المرور. نحن نستطيع أن ننكر اسم المستخدم أو صورة، أن ينتحل شخص آخر،
            أو قد تكون غير قانونية، أو قد تكون محمية من قبل العلامة التجارية أو
            قانون آخر حقوق الملكية، غير مبتذل أو الهجوم، أو قد يؤدي إلى ارتباك،
            وعلينا أن نحدد في تقديرنا. كنت مسؤولا عن سرية باستخدام اسم المستخدم
            وكلمة المرور وتوافق على عدم نقل أو إعادة بيعها استخدامك أو الوصول
            إلى الموقع إلى أي طرف ثالث. إذا كان لديك سبب للاعتقاد بأن حسابك أكثر
            أمانا، يجب على الفور تغيير كلمة المرور الخاصة بك عن طريق تحديث
            معلومات حسابك، و إبلاغنا فورا عن طريق الاتصال بنا. أنت وحدك المسؤول
            عن الحفاظ على سرية كلمة السر الخاصة بك وجميع الأنشطة التي تتم من
            خلال حسابك وتقييد الوصول إلى جهاز الكمبيوتر الخاص بك لمنع الوصول غير
            المصرح به بعد التسجيل.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold pr-0 md:pr-6">
            مبالغ ومدفوعات
          </h3>
          <p>
            5.1 هذا الموقع مجاني 100٪ (مع العلم بأنه ليس مجاني لبعض الدول التي
            يأتي منها الكثير من الأعضاء لا يحترمون قوانين الموقع ومبادئه)، وإنما
            تطبيق الجوال ليس مجاني لأسباب السلامة العامة
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold pr-0 md:pr-6">
            حسن إستخدام الموقع
          </h3>
          <p>
            6.1 كعضو، فإنك توافق على ما يلي: 6.1.1 أنت وحدك المسؤول عن المحتوى
            أو المعلومات التي نشر أو عرض أو (من الآن فصاعدا، "وظيفة") على الخدمة
            أو تنتقل إلى أعضاء أخرى. 6.1.2 فلن الرد على الخدمة، وأنك لن يحيل إلى
            الأعضاء أو الموظفين الآخرين، التشهير، غير دقيقة أو مسيئة، فاحشة،
            تدنيس، هجوم عن طريق الاتصال الجنسي الموجهة، تهديد أو مضايقة، أو
            عنصرية غير قانوني أو أي مادة تتنافى أو تتعارض مع حقوق أطراف ثالثة
            (بما في ذلك، ولكن ليس على سبيل الحصر، وحقوق الملكية الفكرية وحقوق
            الخصوصية والدعاية). 6.1.3 سيتم استخدام الخدمة بطريقة تتفق مع جميع
            القوانين واللوائح المعمول بها. لا يمكنك تضمين في حياتك أرقام الهواتف
            الشخصية والعناوين وأسماء، عناوين، عناوين البريد الإلكتروني،
            والإشارات المسيئة، أو اللغة الهجومية، أو أي معلومات سرية لشخص آخر،
            وأنك لا تستطيع الصور أو غيرها من الصور التي تحتوي على معلومات شخصية.
            نحن نحتفظ بالحق في رفض أي ملف أو صورة أو الصورة التي لا يتوافق مع
            الحظر التالية: (أ) يجب أن لا انتحال شخصية أي شخص أو كيان آخر؛ (ب)
            يجب أن لا "مضايقة" أو مضايقة أي شخص؛ (ج) يجب أن لا تعلن، أو التماس،
            وأعضاء آخرين لشراء أو بيع المنتجات أو الخدمات من خلال الخدمة. كنت لا
            نقل السلاسل، والبريد المزعج أو البريد الإلكتروني غير المرغوب فيه
            للأعضاء الآخرين؛ (د) أنت صريحة أو الإيحاء بأن لا يتم اعتماد أي
            بيانات من قبلنا، دون موافقة مسبقة محددة لدينا مكتوبة؛ (ه) لا تستطيع
            حصاد أو جمع معلومات شخصية عن أعضاء آخرين أو ليس لأغراض تجارية بدون
            موافقتها الصريحة؛ (و) يجب عدم استخدام الروبوتات، موقع البحث والتطبيق
            / الإنعاش، أو غيرها من جهاز يدوي أو أوتوماتيكي أو عملية لاسترداد،
            ومؤشر "البيانات المتعلقة بالألغام"، أو بأي طريقة التكاثر أو التحايل
            على بنية التنقل أو عرض الموقع أو محتوياته؛ (ز) أنت لن آخر، توزيع، أو
            إعادة إنتاجها بأي شكل من الأشكال أي مواد حقوق الطبع والنشر والعلامات
            التجارية، أو غيرها من المعلومات السرية من دون الحصول على موافقة
            مسبقة من صاحب هذه الحقوق الملكية؛ (ح) لن إزالة أي حقوق التأليف
            والنشر والعلامات التجارية أو غيرها من إشعارات حقوق الملكية الواردة
            في هذا الموقع؛ (ط) سوف لا تتداخل مع أو تعطيل الخدمة أو الموقع أو
            الخوادم أو الشبكات المتصلة الموقع أو الخدمات؛ (ي) أنت لن الرد،
            والبريد الإلكتروني أو نقل أية مواد تحتوي على فيروسات برامج أو أي
            شفرات حاسوبية أو ملفات أو برامج معدة لاعتراض أو تدمير أو تقييد وظيفة
            أي برنامج كمبيوتر أو أجهزة أو معدات الاتصالات (ك) لن إقامة التلاعب
            بالمعرفات من أجل إخفاء أصل أي من المعلومات المرسلة من خلال الخدمة؛
            (ل) يجب أن لا نسخ الموقع أو جزء من الموقع وكذلك المحمول. لا يمكنك
            استخدام إشارات مرجعية أو رمز أو غيرها من الأجهزة التي تحتوي على
            إشارات إلى مواقع أو خدمات طرف ثالث لتوجيه الشخص إلى موقع آخر؛ (م) لا
            يجوز لك تعديل أو تكييف أو إعادة ترخيص، ترجمة، بيع، عكس مهندس، فك، فك
            أو تفكيك خدماتنا أو أي جزء من الخدمات التي نقدمها أو تسبب الآخرين
            على القيام بذلك؛ (ن) أنت وحدك المسؤول عن تعاملك مع الأعضاء الآخرين.
            نحن نحتفظ بالحق، دون التزام، من أجل القضاء على أطرافه الكاذبة وSnoN
            الاحترام، لرصد الخلافات بينك وبين الأعضاء الآخرين؛
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold pr-0 md:pr-6">
            تعويض من الأعضاء
          </h3>
          <p>
            7.1 أنت توافق على تعويض وإبراء ذمة الشركة ضد جميع المطالبات والنفقات
            والتكاليف (بما في ذلك التكاليف القانونية) التي تحدث أو يتكبدها لنا
            نتيجة أو في اتصال مع (ط) خرقك لهذا الاتفاق؛ (ثانيا) أي ادعاء أن أي
            المواد التي ترسلها أو يحيل إلى الموقع عليها أو تنتهك حقوق التأليف
            والنشر، والعلامات التجارية، الأسرار التجارية أو الملكية الفكرية
            الأخرى أو حقوق أخرى من أطراف ثالثة؛ و / أو (ج) الأنشطة الخاصة بك في
            اتصال مع الموقع إلا نتيجة لالتزامك مع متطلباتنا.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold pr-0 md:pr-6">
            المحتوى عبر الإنترنت
          </h3>
          <p>
            8.1 الآراء والمشورة والبيانات والعروض أو المعلومات أو المحتوى الأخرى
            المتاحة من خلال خدمة لمصالح كل منها، أعضاء المؤلف وغير موقع، ويجب
            عدم الاعتماد عليها. هؤلاء الأعضاء وحدها المسؤولة عن مثل هذا المحتوى.
            نحن لا نضمن دقة أو اكتمال أو منفعة أي من المعلومات عن الخدمة ولا
            تتبنى ولا تؤيد ولا هي المسؤولة عن دقة أو موثوقية أي رأي أو مشورة أو
            تصريحات. في أي موقع الحدث مسؤولة عن أي خسارة أو ضرر ناتج عن الاعتماد
            على المعلومات أو غيرها من المحتويات المنشورة على الخدمة أو تنتقل إلى
            الأعضاء. قد تحتوي على 8.2 الموقع على روابط لمواقع أو موارد تديرها
            أطراف أخرى غير شركة أخرى. إدراج الشركة وصلات إلى هذه المواقع لا يعني
            الموافقة على محتويات تلك المواقع أو أي مشاركة مع مشغليها. فإنك تقر
            وتوافق على أننا لن تكون مسؤولة عن شرعية أو دقة أو طبيعة غير لائقة من
            أي محتوى، والإعلانات، والمنتجات أو الخدمات أو المعلومات الموجودة على
            أو من خلال مواقع أخرى أو لتشغيل أو سياسات هذه المواقع، ولا عن أي
            خسارة أو ضرر ناجم أو يزعم أن يكون ناجما عن استخدام أو الاعتماد على
            مثل هذه المواقع أو المعلومات أو غير ذلك. يتم توفير 8.3 روابط لمواقع
            الطرف الثالث في هذا الموقع فقط لراحتك. إذا كنت تستخدم هذه الروابط،
            فإنك تترك الموقع. إذا كنت ترغب في الوصول إلى مواقع طرف ثالث مربوطة
            الموقع، يمكنك القيام بذلك على مسؤوليتك الخاصة.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold pr-0 md:pr-6">
            هام - اقرأ بعناية:
          </h3>
          <p>
            9.1 فمن الممكن أن أعضاء أو المستخدمين الآخرين (بما في ذلك المستخدمين
            غير المصرح به، أو "المتسللين") نشر أو نقل مواد مسيئة أو فاحشة على
            الخدمة، على الرغم من جهودنا المراقبة والرصد، ويمكنك يتعرض كرها لهذه
            المواد الهجومية وفاحشة. يرجى تحديد دقيق لنوع المعلومات التي تنشرها
            على الخدمة، عثرة لتوزيع بسهولة المعلومات الشخصية الخاصة بك. 9.2 من
            أجل الحفاظ على خدمات الخاصة بنا، فإننا نحتفظ بالحق، ولكن ليست ملزمة،
            لرصد المواد المنشورة في كافة المجالات وظيفة. نحن نعطي لأنفسنا الحق
            في إزالة أي مواد تنتهك أو المتهمين بمخالفة القانون من هذا الاتفاق.
            أنت تبقى وحدها المسؤولة عن محتويات المواد التي تنشرها في جميع مجالات
            الخدمة ورسائل خاصة. رسائل البريد الإلكتروني المرسلة بينك وبين
            الأعضاء الآخرين التي لا تتوفر بسهولة للجمهور سيتم التعامل معها على
            أنها سرية من جانب الولايات المتحدة إلى حد يقتضيه القانون الساري
            المفعول وفقا للجهود معقولة تجاريا من الخدمات التي نقدمها.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold pr-0 md:pr-6">
            حقوق الملكية
          </h3>
          <p>
            10.1 الموقع، في تصميم وتخطيط، والمظهر والرسومات وأي برامج ضرورية
            مستخدمة في اتصال مع الخدمات والموقع هو ملكية حصرية للشركة. 10.2 أي
            محتوى المتضمن في إعلانات الرعاية أو المعلومات المقدمة لكم من خلال
            الموقع محمية بموجب حقوق النشر والعلامات التجارية وعلامات الخدمة
            وبراءات الاختراع أو حقوق الملكية الأخرى. 10.3 ما لم ينص على خلاف
            ذلك، وتعود ملكية حقوق الطبع والنشر وحقوق الملكية الفكرية الأخرى في
            جميع المواد على الموقع من قبل [أو مرخصة لشركة]. وبالإضافة إلى ذلك،
            قد الأعضاء الآخرون من المعلومات، أن حماية حق المؤلف أو لم يتم التعرف
            عليه كما حقوق التأليف والنشر حقوق الطبع والنشر. باستثناء تلك
            المعلومات التي هي في المجال العام أو التي تم منحك إذن، فلن نسخ أو
            تعديل أو نشر أو بث أو توزيع أو أداء أو عرض أو بيع أي من هذه
            المعلومات. 10.4 عن طريق نشر المعلومات أو المحتوى إلى أي منطقة من
            الموقع، فإنك تمنح تلقائيا، وأنت تقر وتضمن أن لديك الحق في منح، على
            شبكة الإنترنت، وغيرها من أعضاء للا رجعة فيه، دائم، غير حصري، مدفوعة
            بالكامل، رخصة في جميع أنحاء العالم لاستخدام ونسخ وأداء وعرض وتوزيع
            هذه المعلومات والمحتوى وإعداد أعمال اشتقاقية، أو تضمينه في أعمال
            أخرى، مثل هذه المعلومات والمحتوى، و منح وتفويض الباطن ما سبق. سياسة
            10.6 نحترم الملكية الفكرية للآخرين، ونحن نطلب من أعضائنا أن تفعل
            الشيء نفسه. إذا كنت تعتقد أن نسخة من عملك هو متاح على الموقع بدون
            موافقتك أو التي اتخذت انتهاكا لحقوق الطبع والنشر أيضا مكان، يرجى
            تزويدنا بالمعلومات التالية: 10.6.1 وصف الطبع والنشر والتي تدعي أنه
            تم انتهاكه؛ 10.6.2 تفاصيل حيث يقع المواد المخالفة على الموقع؛ 10.6.3
            العنوان ورقم الهاتف وعنوان البريد الإلكتروني الخاصة بك؛ 10.6.4 بيان
            لكم ان لدينا اعتقاد راسخ بأن استخدام العمل في موقع غير مخول من قبل
            صاحب حق المؤلف أو شخص مخول بالتصرف نيابة عنهم أو عن طريق القانون؛ و
            10.6.5 شهادة خطية تنفذها لكم أن المعلومات التي تقدمها بشأن انتهاك
            حقوق الطبع والنشر دقيقة، وأنك صاحب حق المؤلف مخول بالتصرف نيابة
            عنهم.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold pr-0 md:pr-6">
            المعلومات المقدمة من الأعضاء
          </h3>
          <p>
            11.1 سنحترم المعلومات الشخصية الخاصة بك والقيام على الامتثال للقانون
            المعمول به كل لحماية البيانات في المملكة المتحدة وبلدان أخرى حيث
            نوفر هذه الخدمة، تخضع لسياسة الخصوصية من الموقع. 11.2 المعلومات
            الشخصية (بما في ذلك المعلومات الشخصية الحساسة) التي تقدمها سيتم
            تخزينها على جهاز الكمبيوتر. تخلونا استخدام هذه المعلومات لوضع صورة
            من المصالح، والافضليات وأنماط التصفح وللسماح لك للمشاركة في وظيفة
            الموقع. يتفق جميع الأعضاء أيضا إلى التمسك والحفاظ على سياسة الخصوصية
            شروط والشروط والإجراءات الجمركية.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold pr-0 md:pr-6">
            انتهاك
          </h3>
          <p>
            12.1 قبل الدخول في هذا الموقع فإنك توافق أن تحت أي ظرف من الظروف
            الشركة أو وكلائها أو الموظفين أو المسؤولين قد يكون مسؤولا أو مسؤولة
            عن: أي محتوى أو حذف من الموقع. الاعتماد على أي شخص لهذا المحتوى،
            سواء كان أو لم يكن محتوى اكتمال أو جار أو الصحيح. الفيروسات أو
            العيوب التي يمكن العثور عليها في الموقع. 12.2 يحق للشركة لن تكون
            مسؤولة عن أي ضرر أو خسارة تسبب نتيجة لصنعك، أو لا تفعل أي شيء نتيجة
            القراءة، ومشاهدة أو الاستماع إلى أي مادة، أو جزء منه، على الموقع
            الإلكتروني. 12.3 الشركة لا يمكن أن يكون مسؤولا عن عدم دقة أو أخطاء
            (بما في ذلك أخطاء مطبعية) أو سهو أو عن النتائج التي تم الحصول عليها
            من استخدام الموقع أو محتوياته. يقدم الموقع الإلكتروني للخدمة وموقع
            "كما هي" و حق أي ضمان من أي نوع، صريحة أو ضمنية، جميع الاتصالات مع
            موقع ويب أو ممثليها، أو غير ذلك بالنسبة إلى الخدمة أو الموقع. موقع
            ينكر أي الضمانات الضمنية للرواج والصلاحية لغرض معين أو عدم الانتهاك.
            موقع ينكر كل المسؤولية عن، وأية ضمانات بخصوص أو الهاتف أو غيرها من
            الخدمات، بما في ذلك تغطية، مجموعة، أو أي انقطاع في الهاتف أو الخدمات
            الأخرى. 12.4 الآراء التي أعرب عنها على الموقع لا تعكس بالضرورة وجهة
            نظر الشركة. ليس المقصود كل محتوى وأي المشورة المقدمة عبر الموقع
            الإلكتروني، ويجب عدم الاعتماد عليها القرارات الشخصية والمهنية
            والقانونية والدينية، أو يمكن أن تفعله. بدلا من ذلك، يجب عليك استشارة
            المهنية المناسبة لمشورة محددة تتناسب مع الموقف الذي تواجهه. 12.5
            المواد على الموقع قد تكون عرضة للتلف البيانات، اعتراض وتعديل غير
            المصرح به للشركة التي تقبل أي مسؤولية أو تبعة. تخلي الشركة أي
            مسؤولية عن وجود فيروسات الكمبيوتر الواردة في أي مادة على الموقع،
            سواء القراءة، يرى، يسمع، ونسخها، أو تحميلها أو طباعتها أو الوصول
            إليها بأي وسيلة أخرى. تخلي الشركة أي مسؤولية عن الخسائر الناجمة
            نتيجة أي فيروسات الكمبيوتر الواردة في أي مادة على موقع ويب. 12.6
            الإعلانات (بما في ذلك لافتة الإعلانات والنوافذ المنبثقة) على الموقع
            لا يعني الموافقة على الخدمات أو المنتجات المعلن عنها. الشركة لا يمكن
            أن تكون مسؤولة عن الخدمات أو المنتجات التي تم الإعلان عنها ولن تكون
            الشركة مسؤولة عن أي ضرر يلحق بك أجهزة الحاسوب والبرمجيات والبيانات
            أو غيرها من الممتلكات نتيجة العرض، أو الاستجابة ل، الإعلانات (بما في
            ذلك لافتة الإعلانات والنوافذ المنبثقة) واردة على الموقع. 12.7 الشركة
            لا تضمن بأن الموقع لن تكون متوافقة مع جميع الأجهزة والبرمجيات التي
            يمكن استخدامها من قبل لك. لن يتم عقد الشركة مسؤولة عن أي ضرر يلحق بك
            أجهزة الحاسوب والبرمجيات والبيانات أو غيرها من الممتلكات نتيجة
            للوصولك، واستخدام أو تصفح أي مواد على موقع ويب. 12.8 إذا استخدامك
            للمواد على النتائج من الموقع طلب صيانة أو تصليح المعدات أو البرمجيات
            أو البيانات، وسوف يكون مسؤولا عن جميع التكاليف المترتبة على ذلك.
            12.9 لا شيء في هذه الشروط يجب استبعاد أي مسؤولية الشركة، والتي لا
            يمكن استبعادها أو محدودة بموجب القانون المعمول به. 12.10 مع مراعاة
            المادة 11.9 تقوم بإدخال الموقع على مسؤوليتك الخاصة، وإذا كنت غير راض
            عن أي جزء من الموقع، أو أي من هذه الشروط، نعليك والحصرية علاج هو
            الكف عن استخدام الموقع.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold pr-0 md:pr-6">
            شروط
          </h3>
          <p>
            13.1 الموقع مسئولين تجاهك عن أي خسائر أو أضرار أو نفقات غير مباشرة
            أو تبعية (بما في ذلك خسارة الأرباح، أو المحل التجاري) بما في ذلك على
            سبيل المثال لا الحصر، البيانات المفقودة ، وفقدان البرامج، تكلفة
            خدمات المشتريات دي دي دي خدمة انقطاع أو الإحلال من استخدام أو عدم
            القدرة على استخدام الخدمة أو الموقع جنيه وليس لدينا أي التزام بدفع
            المال بالنسبة لك في تعويض سوى برد المبلغ الذي دفعته للخدمات. 13.2
            بالإضافة إلى ذلك، موقع ينكر كل المسؤولية، بغض النظر عن شكل من أشكال
            العمل، أفعال أو أوجه قصور من أعضاء أو المستخدمين الآخرين (بما في ذلك
            المستخدمين غير المصرح به، أو "المتسللين") من الخدمة. 13.3 بعض
            الولايات القضائية تحد من تطبيق الاستثناءات وحدود المسؤولية والضمانات
            أعلاه، والضمان التنازلات وحدود المسؤولية قد لا تنطبق عليك. 13.4 ليس
            لدينا أي مسؤولية تجاهك عن أي فشل في توفير الخدمات لك إذا الناجمة عن
            أحداث أو ظروف خارجة عن سيطرتنا، بما في ذلك، دون حصر، والإضرابات،
            الاعتصامات والصراعات الأخرى العمل، وانهيار أو أنظمة أو الوصول إلى
            الشبكة، والفيضانات، والحرائق، انفجار أو حادث. 13.5 على الرغم من أن
            لدينا محدودة المسؤولية لدينا في هذا القسم 12 لا شيء في هذه الشروط
            يحد من مسئوليتنا عن الوفاة أو الإصابة الشخصية الناجمة عن إهمالنا
            وليس هناك ما يؤثر على حقوقك.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold pr-0 md:pr-6">
            الشكاوى
          </h3>
          <p>
            14.1 لحل شكوى بخصوص الخدمة أو الموقع، يجب عليك الاتصال موقع دعم
            العملاء باستخدام الاتصال لفي الموقع الإلكتروني
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold pr-0 md:pr-6">
            الإلغاء
          </h3>
          <p>
            15.1 إذا كان أي جزء من هذا الاتفاق غير قابل للتنفيذ بما في ذلك أي
            حكم في أي نحن استبعاد المسؤولية التي نقدمها لكم في إنفاذ أي جزء آخر
            من لن تتأثر هذه الظروف.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold pr-0 md:pr-6">
            الخصوصية
          </h3>
          <p>
            16.1 أنت تقر وتوافق على الالتزام ببنود الشروط والبنود سياسة الخصوصية
            والموقع.
          </p>
          <h3 className="text-xl md:text-2xl text-gray-800 font-semibold pr-0 md:pr-6">
            أحكام عامة
          </h3>
          <p>
            17.1 يجوز للشركة تعيين الاتفاق أو التعاقد من الباطن كل أو جزء من
            حقوقها والتزاماتها بموجب الاتفاق. لا يجوز لك تعيين أو نقل أو تهمة أو
            صفقة في أي طريقة أخرى في الاتفاقية أو أي من حقوقها بموجب بدون موافقة
            خطية مسبقة من الموقع. 17.2 والاتفاق ينهي فورا دون سابق إنذار في حالة
            خرق هذه الشروط، تخضع لبقاء جميع الحقوق وتحفظات الموقع. 17.3 ألف شخص
            ليس طرفا في هذا الاتفاق ليس له الحق بموجب العقود (حقوق الأطراف
            الثالثة) لعام 1999 لفرض مدة هذه الاتفاقية ولكن هذا لا يؤثر على حقوق
            أو مطالبات من أطراف ثالثة والتي وجدت أو غير متاح بصرف النظر عن أن
            قانون 17.4 يخضع العقد بيننا وتفسر وفقا للقانون الإنجليزي والمحاكم
            الإنجليزية الولاية لتسوية أي نزاع بيننا. 17.5 هذه الشروط والأسعار
            الحالية لدينا على الموقع، وتفاصيل الاتصال، وسياسة الخصوصية المنصوص
            عليها كلها اتفاقنا المتعلقة بتوريد البضاعة لك من قبلنا. ينبغي أن
            يفهم أي شيء قال من قبل أي شخص المبيعات نيابة عنا كما الاختلاف من هذه
            الشروط والأحكام أو تمثيل المصرح حول طبيعة أو نوعية المنتجات المعروضة
            للبيع من قبلنا. باستثناء الغش أو تحريف احتيالية نحن تتحمل أية
            مسؤولية عن أي هذا التمثيل كونها غير صحيحة أو مضللة. 17.6 ما لم ينص
            على خلاف ذلك صراحة، فإن شروط البقاء على قيد الحياة إنهاء عضويتك في
            الخدمة. 17.7 إذا كان أي جزء من هذه الشروط والأحكام غير قابلة للتنفيذ
            بما في ذلك أي حكم في أي نحن استبعاد المسؤولية التي نقدمها لكم في
            إنفاذ أي جزء آخر من لن تتأثر هذه الظروف. 17.8 عضو قرأت وتوافق على
            الالتزام بكل الشروط الواردة في هذه الوثيقة.
          </p>
        </div>
      </div>
    </main>
  )
}

export default TermsAndConditions
